{
  "text": {
    " ": 0,
    "f": 211,
    "i": 253,
    "n": 302,
    "d": 164,
    " f": 25,
    "fi": 213,
    "in": 261,
    "nd": 307,
    "d ": 165,
    " fi": 26,
    "fin": 214,
    "ind": 263,
    "nd ": 308,
    " fin": 27,
    "find": 215,
    "ind ": 264,
    "a": 103,
    "p": 343,
    "l": 279,
    "e": 176,
    "s": 375,
    " a": 1,
    "ap": 123,
    "pp": 350,
    "pl": 347,
    "le": 281,
    "es": 203,
    "s ": 376,
    " ap": 5,
    "app": 124,
    "ppl": 351,
    "ple": 348,
    "les": 282,
    "es ": 204,
    " app": 6,
    "appl": 125,
    "pple": 352,
    "ples": 349,
    "les ": 283,
    "r": 359,
    "c": 150,
    "h": 231,
    " s": 75,
    "se": 377,
    "ea": 178,
    "ar": 126,
    "rc": 365,
    "ch": 160,
    "h ": 232,
    " se": 77,
    "sea": 379,
    "ear": 181,
    "arc": 127,
    "rch": 366,
    "ch ": 161,
    " sea": 78,
    "sear": 380,
    "earc": 182,
    "arch": 128,
    "rch ": 367,
    "o": 318,
    "fo": 216,
    "or": 335,
    "r ": 360,
    " fo": 28,
    "for": 217,
    "or ": 336,
    " for": 29,
    "for ": 218,
    "m": 291,
    "k": 273,
    " m": 49,
    "mi": 297,
    "il": 258,
    "lk": 284,
    "k ": 274,
    " mi": 54,
    "mil": 298,
    "ilk": 259,
    "lk ": 285,
    " mil": 55,
    "milk": 299,
    "ilk ": 260,
    " i": 35,
    "i ": 254,
    " i ": 36,
    " n": 58,
    "ne": 309,
    "ee": 187,
    "ed": 185,
    " ne": 59,
    "nee": 311,
    "eed": 188,
    "ed ": 186,
    " nee": 60,
    "need": 312,
    "eed ": 189,
    "b": 143,
    " b": 7,
    "br": 147,
    "re": 368,
    "ad": 105,
    " br": 10,
    "bre": 148,
    "rea": 369,
    "ead": 179,
    "ad ": 106,
    " bre": 11,
    "brea": 149,
    "read": 370,
    "ead ": 180,
    "w": 412,
    "sh": 381,
    "ho": 247,
    "ow": 341,
    "w ": 413,
    " sh": 79,
    "sho": 382,
    "how": 251,
    "ow ": 342,
    " sho": 80,
    "show": 383,
    "how ": 252,
    "me": 295,
    "e ": 177,
    " me": 52,
    "me ": 296,
    " me ": 53,
    "g": 222,
    " o": 61,
    "ra": 361,
    "an": 115,
    "ng": 313,
    "ge": 223,
    " or": 66,
    "ora": 337,
    "ran": 362,
    "ang": 119,
    "nge": 314,
    "ges": 224,
    " ora": 67,
    "oran": 338,
    "rang": 364,
    "ange": 120,
    "nges": 315,
    "ges ": 225,
    " d": 19,
    "do": 174,
    "o ": 319,
    " do": 20,
    "do ": 175,
    " do ": 21,
    "y": 425,
    "u": 405,
    " y": 98,
    "yo": 430,
    "ou": 339,
    "u ": 406,
    " yo": 101,
    "you": 431,
    "ou ": 340,
    " you": 102,
    "you ": 432,
    "v": 409,
    " h": 32,
    "ha": 233,
    "av": 138,
    "ve": 410,
    " ha": 33,
    "hav": 236,
    "ave": 139,
    "ve ": 411,
    " hav": 34,
    "have": 237,
    "ave ": 140,
    " e": 22,
    "eg": 192,
    "gg": 226,
    "gs": 229,
    " eg": 23,
    "egg": 193,
    "ggs": 227,
    "gs ": 230,
    " egg": 24,
    "eggs": 194,
    "ggs ": 228,
    " l": 46,
    "lo": 288,
    "oo": 332,
    "ok": 325,
    " lo": 47,
    "loo": 289,
    "ook": 333,
    "ok ": 326,
    " loo": 48,
    "look": 290,
    "ook ": 334,
    " c": 12,
    "he": 238,
    " ch": 17,
    "che": 162,
    "hee": 240,
    "ees": 190,
    "ese": 205,
    "se ": 378,
    " che": 18,
    "chee": 163,
    "hees": 241,
    "eese": 191,
    "ese ": 206,
    "dd": 169,
    " ad": 3,
    "add": 107,
    "dd ": 170,
    " add": 4,
    "add ": 108,
    "t": 390,
    " t": 81,
    "th": 395,
    "hi": 244,
    "is": 265,
    " th": 84,
    "thi": 399,
    "his": 245,
    "is ": 266,
    " thi": 86,
    "this": 400,
    "his ": 246,
    "to": 401,
    " to": 87,
    "to ": 402,
    " to ": 88,
    "my": 300,
    "y ": 426,
    " my": 56,
    "my ": 301,
    " my ": 57,
    "ca": 151,
    "rt": 373,
    "t ": 391,
    " ca": 13,
    "car": 156,
    "art": 129,
    "rt ": 374,
    " car": 16,
    "cart": 157,
    "art ": 130,
    " w": 90,
    "wa": 414,
    "nt": 316,
    " wa": 91,
    "wan": 415,
    "ant": 121,
    "nt ": 317,
    " wan": 92,
    "want": 416,
    "ant ": 122,
    "on": 329,
    " on": 64,
    "one": 330,
    "ne ": 310,
    " one": 65,
    "one ": 331,
    " p": 68,
    "pu": 356,
    "ut": 407,
    " pu": 73,
    "put": 357,
    "ut ": 408,
    " put": 74,
    "put ": 358,
    "it": 267,
    " it": 41,
    "it ": 268,
    " it ": 42,
    "n ": 303,
    " in": 37,
    "in ": 262,
    " in ": 38,
    "ba": 144,
    "as": 131,
    "sk": 387,
    "ke": 275,
    "et": 209,
    " ba": 8,
    "bas": 145,
    "ask": 132,
    "ske": 388,
    "ket": 277,
    "et ": 210,
    " bas": 9,
    "bask": 146,
    "aske": 133,
    "sket": 389,
    "ket ": 278,
    "ye": 427,
    " ye": 99,
    "yes": 428,
    " yes": 100,
    "yes ": 429,
    "wh": 420,
    "at": 134,
    " wh": 95,
    "wha": 421,
    "hat": 234,
    "at ": 135,
    " wha": 96,
    "what": 422,
    "hat ": 235,
    " s ": 76,
    "the": 396,
    "he ": 239,
    " the": 85,
    "the ": 397,
    "we": 417,
    "er": 201,
    " we": 93,
    "wea": 418,
    "eat": 183,
    "ath": 136,
    "her": 242,
    "er ": 202,
    " wea": 94,
    "weat": 419,
    "eath": 184,
    "athe": 137,
    "ther": 398,
    "her ": 243,
    "od": 320,
    "da": 166,
    "ay": 141,
    "tod": 403,
    "oda": 321,
    "day": 167,
    "ay ": 142,
    " tod": 89,
    "toda": 404,
    "oday": 322,
    "day ": 168,
    "te": 392,
    "el": 195,
    "ll": 286,
    "l ": 280,
    " te": 82,
    "tel": 393,
    "ell": 196,
    "ll ": 287,
    " tel": 83,
    "tell": 394,
    "ell ": 197,
    "a ": 104,
    " a ": 2,
    "j": 269,
    " j": 43,
    "jo": 270,
    " jo": 44,
    "jok": 271,
    "oke": 327,
    "ke ": 276,
    " jok": 45,
    "joke": 272,
    "oke ": 328,
    "who": 423,
    "ho ": 248,
    " who": 97,
    "who ": 424,
    " is": 39,
    " is ": 40,
    "pr": 353,
    "si": 384,
    "id": 255,
    "de": 171,
    "en": 198,
    " pr": 71,
    "pre": 354,
    "res": 371,
    "esi": 207,
    "sid": 385,
    "ide": 256,
    "den": 172,
    "ent": 199,
    " pre": 72,
    "pres": 355,
    "resi": 372,
    "esid": 208,
    "side": 386,
    "iden": 257,
    "dent": 173,
    "ent ": 200,
    "of": 323,
    "f ": 212,
    " of": 62,
    "of ": 324,
    " of ": 63,
    "fr": 219,
    "nc": 304,
    "ce": 158,
    " fr": 30,
    "fra": 220,
    "anc": 117,
    "nce": 305,
    "ce ": 159,
    " fra": 31,
    "fran": 221,
    "ranc": 363,
    "ance": 118,
    "nce ": 306,
    "can": 154,
    "an ": 116,
    " can": 15,
    "can ": 155,
    "ma": 292,
    "ak": 109,
    " ma": 50,
    "mak": 293,
    "ake": 110,
    " mak": 51,
    "make": 294,
    "ake ": 111,
    "ph": 344,
    " ph": 69,
    "pho": 345,
    "hon": 249,
    " pho": 70,
    "phon": 346,
    "hone": 250,
    "al": 112,
    "cal": 152,
    "all": 113,
    " cal": 14,
    "call": 153,
    "all ": 114
  },
  "response": null,
  "action_text": null
}