{
  "text": {
    " ": 0,
    "م": 713,
    "ر": 439,
    "ح": 379,
    "ب": 304,
    "ا": 231,
    " م": 144,
    "مر": 729,
    "رح": 453,
    "حب": 384,
    "با": 306,
    "ا ": 232,
    " مر": 151,
    "مرح": 730,
    "رحب": 454,
    "حبا": 385,
    "با ": 307,
    " مرح": 152,
    "مرحب": 731,
    "رحبا": 455,
    "حبا ": 386,
    "أ": 182,
    "ه": 771,
    "ل": 620,
    " أ": 1,
    "أه": 218,
    "هل": 778,
    "لا": 628,
    " أه": 22,
    "أهل": 219,
    "هلا": 780,
    "لا ": 629,
    " أهل": 23,
    "أهلا": 220,
    "هلا ": 781,
    "س": 481,
    " ا": 31,
    "ال": 256,
    "لس": 668,
    "سل": 488,
    "ام": 294,
    "م ": 714,
    " ال": 36,
    "الس": 278,
    "لسل": 669,
    "سلا": 490,
    "لام": 632,
    "ام ": 295,
    " الس": 45,
    "السل": 279,
    "لسلا": 670,
    "سلام": 491,
    "لام ": 633,
    "ع": 554,
    "ي": 808,
    "ك": 603,
    " ع": 106,
    "عل": 567,
    "لي": 705,
    "يك": 833,
    "كم": 613,
    " عل": 112,
    "علي": 570,
    "ليك": 711,
    "يكم": 834,
    "كم ": 614,
    " علي": 114,
    "عليك": 571,
    "ليكم": 712,
    "يكم ": 835,
    "ف": 579,
    " ك": 126,
    "كي": 617,
    "يف": 831,
    "ف ": 580,
    " كي": 131,
    "كيف": 618,
    "يف ": 832,
    " كيف": 132,
    "كيف ": 619,
    " ح": 66,
    "حا": 381,
    "لك": 689,
    "ك ": 604,
    " حا": 67,
    "حال": 382,
    "الك": 287,
    "لك ": 690,
    " حال": 68,
    "حالك": 383,
    "الك ": 288,
    "ص": 519,
    " ص": 100,
    "صب": 521,
    "اح": 242,
    "ح ": 380,
    " صب": 101,
    "صبا": 522,
    "باح": 308,
    "اح ": 243,
    " صبا": 102,
    "صباح": 523,
    "باح ": 309,
    "خ": 400,
    "لخ": 652,
    "خي": 412,
    "ير": 823,
    "ر ": 440,
    "الخ": 270,
    "لخي": 657,
    "خير": 413,
    "ير ": 824,
    " الخ": 43,
    "الخي": 273,
    "لخير": 658,
    "خير ": 414,
    "ء": 177,
    "مس": 732,
    "سا": 482,
    "اء": 233,
    "ء ": 178,
    " مس": 153,
    "مسا": 733,
    "ساء": 483,
    "اء ": 234,
    " مسا": 154,
    "مساء": 734,
    "ساء ": 484,
    "ث": 367,
    "اب": 235,
    "بح": 317,
    "حث": 391,
    "ث ": 368,
    " اب": 32,
    "ابح": 236,
    "بحث": 318,
    "حث ": 392,
    " ابح": 33,
    "ابحث": 237,
    "بحث ": 319,
    "ن": 756,
    "عن": 575,
    "ن ": 757,
    " عن": 117,
    "عن ": 576,
    " عن ": 118,
    "ت": 340,
    " ت": 63,
    "تف": 353,
    "فا": 581,
    " تف": 64,
    "تفا": 354,
    "فاح": 582,
    " تفا": 65,
    "تفاح": 355,
    "فاح ": 583,
    "د": 415,
    "أر": 189,
    "ري": 469,
    "يد": 821,
    "د ": 416,
    " أر": 4,
    "أري": 196,
    "ريد": 472,
    "يد ": 822,
    " أري": 8,
    "أريد": 197,
    "ريد ": 473,
    "أن": 212,
    " أن": 18,
    "أن ": 213,
    " أن ": 19,
    "ى": 806,
    "رى": 467,
    "ى ": 807,
    "أرى": 194,
    "رى ": 468,
    " أرى": 7,
    "أرى ": 195,
    "لح": 649,
    "حل": 397,
    "يب": 813,
    "ب ": 305,
    "الح": 268,
    "لحل": 650,
    "حلي": 398,
    "ليب": 707,
    "يب ": 814,
    " الح": 42,
    "الحل": 269,
    "لحلي": 651,
    "حليب": 399,
    "ليب ": 708,
    " ه": 164,
    "ل ": 621,
    " هل": 167,
    "هل ": 779,
    " هل ": 168,
    " ل": 133,
    "لد": 659,
    "دي": 432,
    " لد": 134,
    "لدي": 666,
    "ديك": 434,
    " لدي": 135,
    "لديك": 667,
    "ديكم": 435,
    "ز": 476,
    " خ": 73,
    "خب": 401,
    "بز": 326,
    "ز ": 477,
    " خب": 74,
    "خبز": 402,
    "بز ": 327,
    " خبز": 75,
    "خبز ": 403,
    "و": 782,
    " د": 79,
    "دو": 429,
    "ور": 793,
    " دو": 82,
    "دور": 430,
    "ور ": 794,
    " دور": 83,
    "دور ": 431,
    "ي ": 809,
    " لي": 142,
    "لي ": 706,
    " لي ": 143,
    "لى": 703,
    "على": 568,
    "لى ": 704,
    " على": 113,
    "على ": 569,
    "مو": 753,
    "وز": 797,
    " مو": 162,
    "موز": 754,
    "وز ": 798,
    " موز": 163,
    "موز ": 755,
    "لو": 701,
    "و ": 783,
    " لو": 140,
    "لو ": 702,
    " لو ": 141,
    " س": 87,
    "سم": 496,
    "مح": 725,
    "حت": 387,
    "ت ": 341,
    " سم": 91,
    "سمح": 498,
    "محت": 726,
    "حت ": 388,
    " سمح": 92,
    "سمحت": 499,
    "محت ": 727,
    "ج": 369,
    " ي": 174,
    "يو": 841,
    "وج": 789,
    "جد": 377,
    " يو": 175,
    "يوج": 842,
    "وجد": 791,
    "جد ": 378,
    " يوج": 176,
    "يوجد": 843,
    "وجد ": 792,
    "ض": 531,
    " ب": 53,
    "بي": 333,
    "يض": 827,
    "ض ": 532,
    " بي": 60,
    "بيض": 336,
    "يض ": 828,
    " بيض": 62,
    "بيض ": 337,
    "ند": 763,
    "دك": 426,
    "عند": 577,
    "ندك": 764,
    "دكم": 427,
    " عند": 119,
    "عندك": 578,
    "ندكم": 765,
    "دكم ": 428,
    "لب": 635,
    "الب": 262,
    "لبح": 637,
    " الب": 39,
    "البح": 263,
    "لبحث": 638,
    "لج": 646,
    "جب": 374,
    "بن": 331,
    "الج": 266,
    "لجب": 647,
    "جبن": 375,
    "بن ": 332,
    " الج": 41,
    "الجب": 267,
    "لجبن": 648,
    "جبن ": 376,
    " و": 169,
    "ين": 836,
    "ني": 769,
    " ور": 172,
    "وري": 795,
    "رين": 474,
    "يني": 837,
    "ني ": 770,
    " وري": 173,
    "ورين": 796,
    "ريني": 475,
    "يني ": 838,
    "كل": 611,
    " كل": 129,
    "كل ": 612,
    " كل ": 130,
    "نو": 766,
    "وا": 784,
    "اع": 254,
    "ع ": 555,
    "أنو": 216,
    "نوا": 767,
    "واع": 787,
    "اع ": 255,
    " أنو": 21,
    "أنوا": 217,
    "نواع": 768,
    "واع ": 788,
    "لع": 681,
    "عص": 564,
    "صي": 528,
    "الع": 284,
    "لعص": 684,
    "عصي": 565,
    "صير": 529,
    " الع": 48,
    "العص": 286,
    "لعصي": 685,
    "عصير": 566,
    "صير ": 530,
    "ظ": 550,
    "أظ": 206,
    "ظه": 551,
    "هر": 776,
    " أظ": 14,
    "أظه": 207,
    "ظهر": 552,
    "هر ": 777,
    " أظه": 15,
    "أظهر": 208,
    "ظهر ": 553,
    "لم": 696,
    "ما": 715,
    "الم": 291,
    "لما": 697,
    "ماء": 717,
    " الم": 50,
    "الما": 292,
    "لماء": 698,
    "ماء ": 718,
    "مم": 746,
    "مك": 739,
    "كن": 615,
    " مم": 158,
    "ممك": 747,
    "مكن": 740,
    "كن ": 616,
    " ممك": 159,
    "ممكن": 748,
    "مكن ": 741,
    "ش": 505,
    "أش": 198,
    "شو": 516,
    "وف": 799,
    " أش": 9,
    "أشو": 199,
    "شوف": 517,
    "وف ": 800,
    " أشو": 10,
    "أشوف": 200,
    "شوف ": 518,
    "دج": 417,
    "جا": 371,
    "اج": 240,
    "ج ": 370,
    "الد": 274,
    "لدج": 660,
    "دجا": 418,
    "جاج": 372,
    "اج ": 241,
    " الد": 44,
    "الدج": 275,
    "لدجا": 661,
    "دجاج": 419,
    "جاج ": 373,
    "أض": 201,
    "ضف": 537,
    " أض": 11,
    "أضف": 202,
    "ضف ": 538,
    " أضف": 12,
    "أضف ": 203,
    " حل": 71,
    " حلي": 72,
    "إ": 224,
    " إ": 26,
    "إل": 228,
    " إل": 29,
    "إلى": 229,
    " إلى": 30,
    "إلى ": 230,
    "ة": 338,
    "لة": 639,
    "ة ": 339,
    "سلة": 492,
    "لة ": 640,
    "لسلة": 671,
    "سلة ": 493,
    " ش": 93,
    "شر": 510,
    "را": 441,
    " شر": 94,
    "شرا": 511,
    "راء": 443,
    " شرا": 95,
    "شراء": 512,
    "راء ": 444,
    " ض": 103,
    "ضع": 535,
    " ضع": 104,
    "ضع ": 536,
    " ضع ": 105,
    " ف": 120,
    "في": 589,
    " في": 123,
    "في ": 590,
    " في ": 124,
    "عر": 558,
    "رب": 445,
    "بت": 314,
    "تي": 365,
    " عر": 107,
    "عرب": 559,
    "ربت": 448,
    "بتي": 315,
    "تي ": 366,
    " عرب": 108,
    "عربت": 561,
    "ربتي": 449,
    "بتي ": 316,
    " ز": 84,
    "زي": 478,
    " زي": 85,
    "زيد": 479,
    " زيد": 86,
    "زيد ": 480,
    "حد": 393,
    " وا": 170,
    "واح": 785,
    "احد": 244,
    "حد ": 394,
    " واح": 171,
    "واحد": 786,
    "احد ": 245,
    " ما": 145,
    " ماء": 147,
    "ضي": 542,
    "أضي": 204,
    "ضيف": 543,
    " أضي": 13,
    "أضيف": 205,
    "ضيف ": 544,
    "ط": 545,
    "حط": 395,
    "ط ": 546,
    " حط": 69,
    "حط ": 396,
    " حط ": 70,
    "بس": 328,
    "سي": 503,
    "بيب": 334,
    "يبس": 815,
    "بسي": 329,
    "سي ": 504,
    " بيب": 61,
    "بيبس": 335,
    "يبسي": 816,
    "بسي ": 330,
    " دج": 80,
    " دجا": 81,
    "من": 749,
    " من": 160,
    "من ": 750,
    " من ": 161,
    "فض": 584,
    "ضل": 539,
    " فض": 121,
    "فضل": 585,
    "ضلك": 540,
    " فضل": 122,
    "فضلك": 586,
    "ضلك ": 541,
    "بد": 320,
    " بد": 56,
    "بدي": 321,
    "دي ": 433,
    " بدي": 57,
    "بدي ": 322,
    " عص": 110,
    " عصي": 111,
    "ق": 593,
    "بر": 323,
    "رت": 450,
    "تق": 356,
    "قا": 595,
    " بر": 58,
    "برت": 324,
    "رتق": 451,
    "تقا": 357,
    "قال": 598,
    "ال ": 257,
    " برت": 59,
    "برتق": 325,
    "رتقا": 452,
    "تقال": 358,
    "قال ": 599,
    "ذ": 436,
    "هذ": 773,
    "ذا": 437,
    " هذ": 165,
    "هذا": 774,
    "ذا ": 438,
    " هذا": 166,
    "هذا ": 775,
    "نت": 760,
    "تج": 342,
    "لمن": 699,
    "منت": 751,
    "نتج": 761,
    "تج ": 343,
    "المن": 293,
    "لمنت": 700,
    "منتج": 752,
    "نتج ": 762,
    "أي": 221,
    "ضا": 533,
    " أي": 24,
    "أيض": 222,
    "يضا": 829,
    "ضا ": 534,
    " أيض": 25,
    "أيضا": 223,
    "يضا ": 830,
    "لخب": 653,
    "الخب": 271,
    "لخبز": 654,
    "كا": 605,
    "مل": 742,
    " كا": 127,
    "كام": 606,
    "امل": 298,
    "مل ": 743,
    " كام": 128,
    "كامل": 607,
    "امل ": 299,
    "دس": 420,
    "لدس": 662,
    "دسم": 421,
    "سم ": 497,
    "الدس": 276,
    "لدسم": 663,
    "دسم ": 422,
    "أق": 209,
    "قص": 600,
    "صد": 526,
    " أق": 16,
    "أقص": 210,
    "قصد": 601,
    "صد ": 527,
    " أقص": 17,
    "أقصد": 211,
    "قصد ": 602,
    "لأ": 625,
    "أب": 183,
    "الأ": 260,
    "لأب": 626,
    "أبي": 184,
    " الأ": 38,
    "الأب": 261,
    "لأبي": 627,
    "أبيض": 185,
    "رن": 461,
    "أرن": 192,
    "رني": 462,
    " أرن": 6,
    "أرني": 193,
    "رني ": 463,
    " سل": 88,
    " سلة": 89,
    "لت": 641,
    "تس": 347,
    "سو": 500,
    "وق": 801,
    "ق ": 594,
    "الت": 264,
    "لتس": 642,
    "تسو": 348,
    "سوق": 501,
    "وق ": 802,
    " الت": 40,
    "التس": 265,
    "لتسو": 643,
    "تسوق": 349,
    "سوق ": 502,
    "اذ": 246,
    "ماذ": 719,
    "اذا": 247,
    " ماذ": 148,
    "ماذا": 720,
    "اذا ": 248,
    "سلت": 494,
    "لتي": 644,
    " سلت": 90,
    "سلتي": 495,
    "لتي ": 645,
    "رض": 459,
    "عرض": 562,
    "رض ": 460,
    " عرض": 109,
    "عرض ": 563,
    "بة": 312,
    "لعر": 682,
    "ربة": 446,
    "بة ": 313,
    "العر": 285,
    "لعرب": 683,
    "عربة": 560,
    "ربة ": 447,
    "ما ": 716,
    " ما ": 146,
    "اش": 249,
    "شت": 507,
    "تر": 344,
    "يت": 819,
    " اش": 34,
    "اشت": 250,
    "شتر": 508,
    "تري": 345,
    "ريت": 470,
    "يت ": 820,
    " اشت": 35,
    "اشتر": 251,
    "شتري": 509,
    "تريت": 346,
    "ريت ": 471,
    "تو": 362,
    "وي": 803,
    "يا": 810,
    "ات": 238,
    " مح": 149,
    "حتو": 389,
    "توي": 363,
    "ويا": 804,
    "يات": 811,
    "ات ": 239,
    " محت": 150,
    "محتو": 728,
    "حتوي": 390,
    "تويا": 364,
    "ويات": 805,
    "يات ": 812,
    " شو": 98,
    " شوف": 99,
    "اي": 300,
    "يش": 825,
    "ش ": 506,
    " اي": 51,
    "ايش": 302,
    "يش ": 826,
    " ايش": 52,
    "ايش ": 303,
    "يه": 839,
    "ه ": 772,
    "فيه": 591,
    "يه ": 840,
    " فيه": 125,
    "فيه ": 592,
    "نا": 758,
    "أنا": 214,
    "نا ": 759,
    " أنا": 20,
    "أنا ": 215,
    "ست": 485,
    "تع": 350,
    "عد": 556,
    "مست": 735,
    "ستع": 486,
    "تعد": 351,
    "عد ": 557,
    " مست": 155,
    "مستع": 736,
    "ستعد": 487,
    "تعد ": 352,
    "لل": 691,
    "دف": 423,
    "فع": 587,
    " لل": 138,
    "للد": 692,
    "لدف": 664,
    "دفع": 424,
    "فع ": 588,
    " للد": 139,
    "للدف": 693,
    "لدفع": 665,
    "دفع ": 425,
    "إت": 225,
    "تم": 359,
    " إت": 27,
    "إتم": 226,
    "تما": 360,
    "مام": 721,
    " إتم": 28,
    "إتما": 227,
    "تمام": 361,
    "مام ": 722,
    "عم": 572,
    "ية": 817,
    " عم": 115,
    "عمل": 573,
    "ملي": 744,
    "لية": 709,
    "ية ": 818,
    " عمل": 116,
    "عملي": 574,
    "ملية": 745,
    "لية ": 710,
    "لش": 672,
    "الش": 280,
    "لشر": 673,
    " الش": 46,
    "الشر": 281,
    "لشرا": 674,
    "خر": 404,
    "رو": 464,
    "لخر": 655,
    "خرو": 405,
    "روج": 465,
    "وج ": 790,
    "الخر": 272,
    "لخرو": 656,
    "خروج": 406,
    "روج ": 466,
    "أد": 186,
    " أد": 2,
    "أدف": 187,
    " أدف": 3,
    "أدفع": 188,
    "آ": 179,
    "لآ": 622,
    "آن": 180,
    "الآ": 258,
    "لآن": 623,
    "آن ": 181,
    " الآ": 37,
    "الآن": 259,
    "لآن ": 624,
    "خل": 407,
    "اص": 252,
    "ص ": 520,
    " خل": 76,
    "خلا": 408,
    "لاص": 630,
    "اص ": 253,
    " خلا": 77,
    "خلاص": 409,
    "لاص ": 631,
    "لص": 675,
    "صت": 524,
    "خلص": 410,
    "لصت": 676,
    "صت ": 525,
    " خلص": 78,
    "خلصت": 411,
    "لصت ": 677,
    "رس": 456,
    "أرس": 190,
    "رسل": 457,
    "سل ": 489,
    " أرس": 5,
    "أرسل": 191,
    "رسل ": 458,
    "لط": 678,
    "طل": 547,
    "الط": 282,
    "لطل": 679,
    "طلب": 548,
    "لب ": 636,
    " الط": 47,
    "الطل": 283,
    "لطلب": 680,
    "طلب ": 549,
    "الدف": 277,
    "مع": 737,
    " مع": 156,
    "مع ": 738,
    " مع ": 157,
    "مة": 723,
    "امة": 296,
    "مة ": 724,
    "لامة": 634,
    "امة ": 297,
    "لق": 686,
    "الل": 289,
    "للق": 694,
    "لقا": 687,
    "قاء": 596,
    " الل": 49,
    "اللق": 290,
    "للقا": 695,
    "لقاء": 688,
    "قاء ": 597,
    "شك": 513,
    "كر": 608,
    " شك": 96,
    "شكر": 514,
    "كرا": 609,
    "را ": 442,
    " شكر": 97,
    "شكرا": 515,
    "كرا ": 610,
    " لك": 136,
    " لك ": 137,
    " با": 54,
    "باي": 310,
    "اي ": 301,
    " باي": 55,
    "باي ": 311
  },
  "response": null,
  "action_text": null
}