{
  "text": {
    " ": 0,
    "م": 496,
    "ر": 309,
    "ح": 268,
    "ب": 206,
    "ا": 160,
    " م": 96,
    "مر": 507,
    "رح": 320,
    "حب": 270,
    "با": 208,
    "ا ": 161,
    " مر": 102,
    "مرح": 508,
    "رحب": 321,
    "حبا": 271,
    "با ": 209,
    " مرح": 103,
    "مرحب": 509,
    "رحبا": 322,
    "حبا ": 272,
    "أ": 127,
    "ه": 534,
    "ل": 435,
    " أ": 1,
    "أه": 150,
    "هل": 541,
    "لا": 440,
    " أه": 16,
    "أهل": 151,
    "هلا": 543,
    "لا ": 441,
    " أهل": 17,
    "أهلا": 152,
    "هلا ": 544,
    "س": 346,
    " ا": 23,
    "ال": 181,
    "لس": 465,
    "سل": 353,
    "ام": 204,
    "م ": 497,
    " ال": 28,
    "الس": 194,
    "لسل": 466,
    "سلا": 355,
    "لام": 442,
    "ام ": 205,
    " الس": 34,
    "السل": 195,
    "لسلا": 467,
    "سلام": 356,
    "لام ": 443,
    "ع": 393,
    "ي": 564,
    "ك": 431,
    " ع": 73,
    "عل": 402,
    "لي": 488,
    "يك": 581,
    "كم": 433,
    " عل": 77,
    "علي": 405,
    "ليك": 494,
    "يكم": 582,
    "كم ": 434,
    " علي": 79,
    "عليك": 406,
    "ليكم": 495,
    "يكم ": 583,
    "ء": 122,
    "مس": 510,
    "سا": 347,
    "اء": 162,
    "ء ": 123,
    " مس": 104,
    "مسا": 511,
    "ساء": 348,
    "اء ": 163,
    " مسا": 105,
    "مساء": 512,
    "ساء ": 349,
    "خ": 285,
    "لخ": 455,
    "خي": 292,
    "ير": 577,
    "ر ": 310,
    "الخ": 189,
    "لخي": 458,
    "خير": 293,
    "ير ": 578,
    " الخ": 32,
    "الخي": 191,
    "لخير": 459,
    "خير ": 294,
    "ص": 371,
    " ص": 67,
    "صب": 372,
    "اح": 171,
    "ح ": 269,
    " صب": 68,
    "صبا": 373,
    "باح": 210,
    "اح ": 172,
    " صبا": 69,
    "صباح": 374,
    "باح ": 211,
    "ث": 259,
    "اب": 164,
    "بح": 214,
    "حث": 278,
    "ث ": 260,
    " اب": 24,
    "ابح": 165,
    "بحث": 215,
    "حث ": 279,
    " ابح": 25,
    "ابحث": 166,
    "بحث ": 216,
    "ن": 525,
    "عن": 410,
    "ن ": 526,
    " عن": 82,
    "عن ": 411,
    " عن ": 83,
    "ت": 229,
    "ف": 414,
    " ت": 42,
    "تف": 245,
    "فا": 416,
    " تف": 43,
    "تفا": 246,
    "فاح": 417,
    " تفا": 44,
    "تفاح": 247,
    "فاح ": 418,
    "د": 295,
    "أر": 131,
    "ري": 336,
    "يد": 575,
    "د ": 296,
    " أر": 4,
    "أري": 138,
    "ريد": 339,
    "يد ": 576,
    " أري": 8,
    "أريد": 139,
    "ريد ": 340,
    " ح": 48,
    "حل": 282,
    "يب": 569,
    "ب ": 207,
    " حل": 49,
    "حلي": 283,
    "ليب": 490,
    "يب ": 570,
    " حلي": 50,
    "حليب": 284,
    "ليب ": 491,
    " ه": 111,
    "ل ": 436,
    " هل": 114,
    "هل ": 542,
    " هل ": 115,
    " ل": 89,
    "لد": 460,
    "دي": 303,
    " لد": 90,
    "لدي": 463,
    "ديك": 304,
    " لدي": 91,
    "لديك": 464,
    "ديكم": 305,
    "ز": 341,
    " خ": 51,
    "خب": 286,
    "بز": 220,
    "ز ": 342,
    " خب": 52,
    "خبز": 287,
    "بز ": 221,
    " خبز": 53,
    "خبز ": 288,
    "و": 545,
    " د": 54,
    "دو": 300,
    "ور": 553,
    " دو": 55,
    "دور": 301,
    "ور ": 554,
    " دور": 56,
    "دور ": 302,
    "ي ": 565,
    " لي": 94,
    "لي ": 489,
    " لي ": 95,
    "ى": 562,
    "لى": 486,
    "ى ": 563,
    "على": 403,
    "لى ": 487,
    " على": 78,
    "على ": 404,
    "مو": 522,
    "وز": 555,
    " مو": 109,
    "موز": 523,
    "وز ": 556,
    " موز": 110,
    "موز ": 524,
    "ج": 261,
    "أح": 128,
    "حت": 273,
    "تا": 231,
    "اج": 169,
    "ج ": 262,
    " أح": 2,
    "أحت": 129,
    "حتا": 274,
    "تاج": 232,
    "اج ": 170,
    " أحت": 3,
    "أحتا": 130,
    "حتاج": 275,
    "تاج ": 233,
    " ج": 45,
    "جب": 263,
    "بن": 222,
    " جب": 46,
    "جبن": 264,
    "بن ": 223,
    " جبن": 47,
    "جبن ": 265,
    "من": 518,
    " من": 107,
    "من ": 519,
    " من ": 108,
    "ض": 375,
    " ف": 84,
    "فض": 419,
    "ضل": 382,
    "لك": 478,
    "ك ": 432,
    " فض": 85,
    "فضل": 420,
    "ضلك": 383,
    "لك ": 479,
    " فضل": 86,
    "فضلك": 421,
    "ضلك ": 384,
    " ي": 119,
    "يو": 584,
    "وج": 549,
    "جد": 266,
    " يو": 120,
    "يوج": 585,
    "وجد": 551,
    "جد ": 267,
    " يوج": 121,
    "يوجد": 586,
    "وجد ": 552,
    " ب": 39,
    "بي": 224,
    "يض": 579,
    "ض ": 376,
    " بي": 40,
    "بيض": 225,
    "يض ": 580,
    " بيض": 41,
    "بيض ": 226,
    "أن": 146,
    " أن": 13,
    "أن ": 147,
    " أن ": 14,
    "رى": 334,
    "أرى": 136,
    "رى ": 335,
    " أرى": 7,
    "أرى ": 137,
    "ق": 426,
    "لب": 444,
    "بر": 217,
    "رت": 317,
    "تق": 248,
    "قا": 428,
    "الب": 185,
    "لبر": 446,
    "برت": 218,
    "رتق": 318,
    "تقا": 249,
    "قال": 429,
    "ال ": 182,
    " الب": 30,
    "البر": 186,
    "لبرت": 447,
    "برتق": 219,
    "رتقا": 319,
    "تقال": 250,
    "قال ": 430,
    "أض": 140,
    "ضف": 380,
    "ف ": 415,
    " أض": 9,
    "أضف": 141,
    "ضف ": 381,
    " أضف": 10,
    "أضف ": 142,
    "ذ": 306,
    "هذ": 536,
    "ذا": 307,
    " هذ": 112,
    "هذا": 537,
    "ذا ": 308,
    " هذا": 113,
    "هذا ": 538,
    "إ": 153,
    " إ": 18,
    "إل": 157,
    " إل": 21,
    "إلى": 158,
    " إلى": 22,
    "إلى ": 159,
    "ة": 227,
    "لة": 448,
    "ة ": 228,
    "سلة": 357,
    "لة ": 449,
    "لسلة": 468,
    "سلة ": 358,
    "لم": 483,
    "نت": 529,
    "تج": 234,
    "الم": 202,
    "لمن": 484,
    "منت": 520,
    "نتج": 530,
    "تج ": 235,
    " الم": 38,
    "المن": 203,
    "لمنت": 485,
    "منتج": 521,
    "نتج ": 531,
    " ض": 70,
    "ضع": 377,
    "عه": 412,
    "ه ": 535,
    " ضع": 71,
    "ضعه": 378,
    "عه ": 413,
    " ضعه": 72,
    "ضعه ": 379,
    "في": 424,
    " في": 87,
    "في ": 425,
    " في ": 88,
    " س": 60,
    "لت": 450,
    "تي": 257,
    " سل": 61,
    "سلت": 359,
    "لتي": 453,
    "تي ": 258,
    " سلت": 63,
    "سلتي": 360,
    "لتي ": 454,
    "عر": 397,
    "رب": 314,
    "بة": 212,
    " عر": 74,
    "عرب": 398,
    "ربة": 315,
    "بة ": 213,
    " عرب": 75,
    "عربة": 399,
    "ربة ": 316,
    "تس": 239,
    "سو": 361,
    "وق": 557,
    "ق ": 427,
    "الت": 187,
    "لتس": 451,
    "تسو": 240,
    "سوق": 362,
    "وق ": 558,
    " الت": 31,
    "التس": 188,
    "لتسو": 452,
    "تسوق": 241,
    "سوق ": 363,
    " ز": 57,
    "زي": 343,
    " زي": 58,
    "زيد": 344,
    " زيد": 59,
    "زيد ": 345,
    " و": 116,
    "وا": 546,
    "حد": 280,
    " وا": 117,
    "واح": 547,
    "احد": 173,
    "حد ": 281,
    " واح": 118,
    "واحد": 548,
    "احد ": 174,
    "ش": 364,
    " ش": 64,
    "شر": 368,
    "را": 311,
    " شر": 65,
    "شرا": 369,
    "راء": 312,
    " شرا": 66,
    "شراء": 370,
    "راء ": 313,
    "رن": 328,
    "ني": 532,
    "أرن": 134,
    "رني": 329,
    "ني ": 533,
    " أرن": 6,
    "أرني": 135,
    "رني ": 330,
    " سلة": 62,
    "ما": 498,
    "اذ": 175,
    " ما": 97,
    "ماذ": 500,
    "اذا": 176,
    " ماذ": 99,
    "ماذا": 501,
    "اذا ": 177,
    "رض": 326,
    "عرض": 400,
    "رض ": 327,
    " عرض": 76,
    "عرض ": 401,
    "لع": 475,
    "الع": 200,
    "لعر": 476,
    " الع": 37,
    "العر": 201,
    "لعرب": 477,
    "ظ": 389,
    "أظ": 143,
    "ظه": 390,
    "هر": 539,
    " أظ": 11,
    "أظه": 144,
    "ظهر": 391,
    "هر ": 540,
    " أظه": 12,
    "أظهر": 145,
    "ظهر ": 392,
    "ما ": 499,
    " ما ": 98,
    "اش": 178,
    "شت": 365,
    "تر": 236,
    "يت": 573,
    "ت ": 230,
    " اش": 26,
    "اشت": 179,
    "شتر": 366,
    "تري": 237,
    "ريت": 337,
    "يت ": 574,
    " اشت": 27,
    "اشتر": 180,
    "شتري": 367,
    "تريت": 238,
    "ريت ": 338,
    "مح": 504,
    "تو": 254,
    "وي": 559,
    "يا": 566,
    "ات": 167,
    " مح": 100,
    "محت": 505,
    "حتو": 276,
    "توي": 255,
    "ويا": 560,
    "يات": 567,
    "ات ": 168,
    " محت": 101,
    "محتو": 506,
    "حتوي": 277,
    "تويا": 256,
    "ويات": 561,
    "يات ": 568,
    "نا": 527,
    "أنا": 148,
    "نا ": 528,
    " أنا": 15,
    "أنا ": 149,
    "ست": 350,
    "تع": 242,
    "عد": 395,
    "مست": 513,
    "ستع": 351,
    "تعد": 243,
    "عد ": 396,
    " مست": 106,
    "مستع": 514,
    "ستعد": 352,
    "تعد ": 244,
    "لل": 480,
    "دف": 297,
    "فع": 422,
    "ع ": 394,
    " لل": 92,
    "للد": 481,
    "لدف": 461,
    "دفع": 298,
    "فع ": 423,
    " للد": 93,
    "للدف": 482,
    "لدفع": 462,
    "دفع ": 299,
    "إت": 154,
    "تم": 251,
    " إت": 19,
    "إتم": 155,
    "تما": 252,
    "مام": 502,
    " إتم": 20,
    "إتما": 156,
    "تمام": 253,
    "مام ": 503,
    "عم": 407,
    "مل": 515,
    "ية": 571,
    " عم": 80,
    "عمل": 408,
    "ملي": 516,
    "لية": 492,
    "ية ": 572,
    " عمل": 81,
    "عملي": 409,
    "ملية": 517,
    "لية ": 493,
    "لش": 469,
    "الش": 196,
    "لشر": 470,
    " الش": 35,
    "الشر": 197,
    "لشرا": 471,
    "الد": 192,
    " الد": 33,
    "الدف": 193,
    "آ": 124,
    "لآ": 437,
    "آن": 125,
    "الآ": 183,
    "لآن": 438,
    "آن ": 126,
    " الآ": 29,
    "الآن": 184,
    "لآن ": 439,
    "خر": 289,
    "رو": 331,
    "لخر": 456,
    "خرو": 290,
    "روج": 332,
    "وج ": 550,
    "الخر": 190,
    "لخرو": 457,
    "خروج": 291,
    "روج ": 333,
    "رس": 323,
    "أرس": 132,
    "رسل": 324,
    "سل ": 354,
    " أرس": 5,
    "أرسل": 133,
    "رسل ": 325,
    "ط": 385,
    "لط": 472,
    "طل": 386,
    "الط": 198,
    "لطل": 473,
    "طلب": 387,
    "لب ": 445,
    " الط": 36,
    "الطل": 199,
    "لطلب": 474,
    "طلب ": 388
  },
  "response": null,
  "action_text": null
}