{
  "text": {
    " ": 0,
    "h": 293,
    "e": 219,
    "y": 574,
    " h": 42,
    "he": 300,
    "ey": 266,
    "y ": 575,
    " he": 45,
    "hey": 310,
    "ey ": 267,
    " hey": 47,
    "hey ": 311,
    "l": 356,
    "o": 415,
    "el": 243,
    "ll": 364,
    "lo": 367,
    "o ": 416,
    "hel": 306,
    "ell": 244,
    "llo": 365,
    "lo ": 368,
    " hel": 46,
    "hell": 307,
    "ello": 245,
    "llo ": 366,
    "i": 323,
    "hi": 312,
    "i ": 324,
    " hi": 48,
    "hi ": 313,
    " hi ": 49,
    "g": 276,
    "d": 209,
    " g": 36,
    "go": 284,
    "oo": 438,
    "od": 423,
    "d ": 210,
    " go": 37,
    "goo": 286,
    "ood": 439,
    "od ": 424,
    " goo": 39,
    "good": 287,
    "ood ": 440,
    "m": 373,
    "r": 491,
    "n": 388,
    " m": 66,
    "mo": 383,
    "or": 448,
    "rn": 505,
    "ni": 407,
    "in": 334,
    "ng": 401,
    "g ": 277,
    " mo": 72,
    "mor": 384,
    "orn": 452,
    "rni": 506,
    "nin": 408,
    "ing": 338,
    "ng ": 402,
    " mor": 73,
    "morn": 385,
    "orni": 453,
    "rnin": 507,
    "ning": 409,
    "ing ": 339,
    "v": 556,
    " e": 26,
    "ev": 261,
    "ve": 557,
    "en": 246,
    " ev": 29,
    "eve": 262,
    "ven": 559,
    "eni": 248,
    " eve": 30,
    "even": 263,
    "veni": 560,
    "enin": 249,
    "t": 526,
    " t": 108,
    "th": 533,
    "er": 250,
    "re": 499,
    "e ": 220,
    " th": 111,
    "the": 534,
    "her": 308,
    "ere": 251,
    "re ": 500,
    " the": 112,
    "ther": 536,
    "here": 309,
    "ere ": 252,
    "s": 513,
    "gr": 288,
    "ee": 233,
    "et": 257,
    "ti": 539,
    "gs": 291,
    "s ": 514,
    " gr": 40,
    "gre": 289,
    "ree": 503,
    "eet": 238,
    "eti": 259,
    "tin": 540,
    "ngs": 405,
    "gs ": 292,
    " gre": 41,
    "gree": 290,
    "reet": 504,
    "eeti": 239,
    "etin": 260,
    "ting": 541,
    "ings": 340,
    "ngs ": 406,
    "w": 564,
    "a": 134,
    " w": 123,
    "wh": 569,
    "ha": 295,
    "at": 168,
    "t ": 527,
    " wh": 126,
    "wha": 570,
    "hat": 296,
    "at ": 169,
    " wha": 127,
    "what": 571,
    "hat ": 297,
    " s": 102,
    " s ": 103,
    "u": 548,
    "p": 463,
    " u": 117,
    "up": 550,
    "p ": 464,
    " up": 118,
    "up ": 551,
    " up ": 119,
    "ho": 318,
    "ow": 461,
    "w ": 565,
    " ho": 50,
    "how": 321,
    "ow ": 462,
    " how": 51,
    "how ": 322,
    " a": 1,
    "ar": 157,
    " ar": 6,
    "are": 160,
    " are": 7,
    "are ": 161,
    " y": 129,
    "yo": 579,
    "ou": 457,
    "u ": 549,
    " yo": 132,
    "you": 580,
    "ou ": 458,
    " you": 133,
    "you ": 581,
    "f": 268,
    " f": 31,
    "fi": 270,
    "nd": 395,
    " fi": 32,
    "fin": 271,
    "ind": 336,
    "nd ": 396,
    " fin": 33,
    "find": 272,
    "ind ": 337,
    "ap": 154,
    "pp": 480,
    "pl": 474,
    "le": 357,
    "es": 253,
    " ap": 4,
    "app": 155,
    "ppl": 483,
    "ple": 475,
    "les": 358,
    "es ": 254,
    " app": 5,
    "appl": 156,
    "pple": 484,
    "ples": 476,
    "les ": 359,
    "c": 189,
    "se": 515,
    "ea": 221,
    "rc": 496,
    "ch": 196,
    "h ": 294,
    " se": 104,
    "sea": 517,
    "ear": 225,
    "arc": 158,
    "rch": 497,
    "ch ": 197,
    " sea": 105,
    "sear": 518,
    "earc": 226,
    "arch": 159,
    "rch ": 498,
    "fo": 273,
    "r ": 492,
    " fo": 34,
    "for": 274,
    "or ": 449,
    " for": 35,
    "for ": 275,
    "k": 345,
    "mi": 380,
    "il": 331,
    "lk": 362,
    "k ": 346,
    " mi": 70,
    "mil": 381,
    "ilk": 332,
    "lk ": 363,
    " mil": 71,
    "milk": 382,
    "ilk ": 333,
    " i": 52,
    " i ": 53,
    " n": 76,
    "ne": 397,
    "ed": 231,
    " ne": 77,
    "nee": 399,
    "eed": 234,
    "ed ": 232,
    " nee": 78,
    "need": 400,
    "eed ": 235,
    "b": 177,
    " b": 8,
    "br": 183,
    "ad": 135,
    " br": 12,
    "bre": 184,
    "rea": 501,
    "ead": 222,
    "ad ": 136,
    " bre": 13,
    "brea": 185,
    "read": 502,
    "ead ": 223,
    "sh": 519,
    " sh": 106,
    "sho": 520,
    " sho": 107,
    "show": 522,
    "me": 378,
    " me": 68,
    "me ": 379,
    " me ": 69,
    " o": 81,
    "ra": 493,
    "an": 146,
    "ge": 278,
    " or": 88,
    "ora": 450,
    "ran": 494,
    "ang": 150,
    "nge": 403,
    "ges": 279,
    " ora": 89,
    "oran": 451,
    "rang": 495,
    "ange": 151,
    "nges": 404,
    "ges ": 280,
    " d": 22,
    "do": 213,
    " do": 23,
    "do ": 214,
    " do ": 24,
    "av": 172,
    " ha": 43,
    "hav": 298,
    "ave": 173,
    "ve ": 558,
    " hav": 44,
    "have": 299,
    "ave ": 174,
    "eg": 240,
    "gg": 281,
    " eg": 27,
    "egg": 241,
    "ggs": 282,
    " egg": 28,
    "eggs": 242,
    "ggs ": 283,
    " l": 60,
    "ok": 430,
    " lo": 63,
    "loo": 371,
    "ook": 441,
    "ok ": 431,
    " loo": 65,
    "look": 372,
    "ook ": 442,
    " c": 16,
    " ch": 19,
    "che": 198,
    "hee": 304,
    "ees": 236,
    "ese": 255,
    "se ": 516,
    " che": 20,
    "chee": 200,
    "hees": 305,
    "eese": 237,
    "ese ": 256,
    "ic": 325,
    "ck": 203,
    "ke": 347,
    "n ": 389,
    "chi": 201,
    "hic": 314,
    "ick": 326,
    "cke": 205,
    "ken": 349,
    "en ": 247,
    " chi": 21,
    "chic": 202,
    "hick": 315,
    "icke": 327,
    "cken": 206,
    "ken ": 350,
    "to": 542,
    "om": 432,
    "ma": 375,
    "oe": 425,
    " to": 114,
    "tom": 546,
    "oma": 433,
    "mat": 376,
    "ato": 170,
    "toe": 544,
    "oes": 426,
    " tom": 116,
    "toma": 547,
    "omat": 434,
    "mato": 377,
    "atoe": 171,
    "toes": 545,
    "oes ": 427,
    " p": 90,
    "po": 477,
    "ot": 454,
    "ta": 528,
    " po": 93,
    "pot": 478,
    "ota": 455,
    "tat": 531,
    " pot": 94,
    "pota": 479,
    "otat": 456,
    "tato": 532,
    "dd": 211,
    " ad": 2,
    "add": 137,
    "dd ": 212,
    " add": 3,
    "add ": 138,
    "is": 341,
    "thi": 537,
    "his": 316,
    "is ": 342,
    " thi": 113,
    "this": 538,
    "his ": 317,
    "to ": 543,
    " to ": 115,
    "my": 386,
    " my": 74,
    "my ": 387,
    " my ": 75,
    "ca": 190,
    "rt": 511,
    " ca": 17,
    "car": 191,
    "art": 162,
    "rt ": 512,
    " car": 18,
    "cart": 192,
    "art ": 163,
    "wa": 566,
    "nt": 413,
    " wa": 124,
    "wan": 567,
    "ant": 152,
    "nt ": 414,
    " wan": 125,
    "want": 568,
    "ant ": 153,
    "on": 435,
    " on": 84,
    "one": 436,
    "ne ": 398,
    " one": 85,
    "one ": 437,
    "pu": 488,
    "ut": 552,
    " pu": 97,
    "put": 489,
    "ut ": 553,
    " put": 98,
    "put ": 490,
    "it": 343,
    " it": 58,
    "it ": 344,
    " it ": 59,
    " in": 54,
    "in ": 335,
    " in ": 55,
    "ba": 178,
    "as": 164,
    "sk": 523,
    " ba": 9,
    "bas": 181,
    "ask": 166,
    "ske": 524,
    "ket": 351,
    "et ": 258,
    " bas": 11,
    "bask": 182,
    "aske": 167,
    "sket": 525,
    "ket ": 352,
    "ye": 576,
    " ye": 130,
    "yes": 577,
    " yes": 131,
    "yes ": 578,
    "oa": 417,
    "af": 141,
    "f ": 269,
    "loa": 369,
    "oaf": 418,
    "af ": 142,
    " loa": 64,
    "loaf": 370,
    "oaf ": 419,
    "of": 428,
    " of": 82,
    "of ": 429,
    " of ": 83,
    "bu": 186,
    "uy": 554,
    " bu": 14,
    "buy": 187,
    "uy ": 555,
    " buy": 15,
    "buy ": 188,
    "na": 390,
    "ban": 179,
    "ana": 147,
    "nan": 391,
    "nas": 393,
    "as ": 165,
    " ban": 10,
    "bana": 180,
    "anan": 148,
    "nana": 392,
    "anas": 149,
    "nas ": 394,
    "op": 443,
    "pe": 468,
    " op": 86,
    "ope": 444,
    "pen": 469,
    " ope": 87,
    "open": 445,
    "pen ": 470,
    "he ": 301,
    "the ": 535,
    " v": 120,
    "vi": 561,
    "ie": 328,
    "ew": 264,
    " vi": 121,
    "vie": 562,
    "iew": 329,
    "ew ": 265,
    " vie": 122,
    "view": 563,
    "iew ": 330,
    "pi": 471,
    "hop": 319,
    "opp": 446,
    "ppi": 481,
    "pin": 472,
    "shop": 521,
    "hopp": 320,
    "oppi": 447,
    "ppin": 482,
    "ping": 473,
    "ak": 143,
    " ta": 109,
    "tak": 529,
    "ake": 144,
    "ke ": 348,
    " tak": 110,
    "take": 530,
    "ake ": 145,
    "whe": 572,
    " whe": 128,
    "wher": 573,
    " is": 56,
    " is ": 57,
    "ec": 227,
    "hec": 302,
    "eck": 228,
    "ck ": 204,
    "chec": 199,
    "heck": 303,
    "eck ": 229,
    "pa": 465,
    "ay": 175,
    " pa": 91,
    "pay": 466,
    "ay ": 176,
    " pay": 92,
    "pay ": 467,
    "ko": 353,
    "cko": 207,
    "kou": 354,
    "out": 459,
    "ecko": 230,
    "ckou": 208,
    "kout": 355,
    "out ": 460,
    "no": 410,
    " no": 79,
    "now": 411,
    " now": 80,
    "now ": 412,
    "pr": 485,
    "ro": 508,
    "oc": 420,
    "ce": 193,
    " pr": 95,
    "pro": 486,
    "roc": 509,
    "oce": 421,
    "cee": 194,
    " pro": 96,
    "proc": 487,
    "roce": 510,
    "ocee": 422,
    "ceed": 195,
    " r": 99,
    "dy": 217,
    " re": 100,
    "ady": 139,
    "dy ": 218,
    " rea": 101,
    "eady": 224,
    "ady ": 140,
    "go ": 285,
    " go ": 38,
    " le": 61,
    "let": 360,
    " let": 62,
    "let ": 361,
    "m ": 374,
    " m ": 67,
    "don": 215,
    " don": 25,
    "done": 216
  },
  "response": null,
  "action_text": null
}