{
  "text": {
    " ": 0,
    "f": 143,
    "i": 173,
    "n": 208,
    "d": 114,
    " f": 22,
    "fi": 144,
    "in": 178,
    "nd": 210,
    "d ": 115,
    " fi": 23,
    "fin": 145,
    "ind": 180,
    "nd ": 211,
    " fin": 24,
    "find": 146,
    "ind ": 181,
    "a": 75,
    "p": 239,
    "l": 191,
    "e": 120,
    "s": 262,
    " a": 1,
    "ap": 85,
    "pp": 243,
    "pl": 240,
    "le": 192,
    "es": 137,
    "s ": 263,
    " ap": 4,
    "app": 86,
    "ppl": 244,
    "ple": 241,
    "les": 193,
    "es ": 138,
    " app": 5,
    "appl": 87,
    "pple": 245,
    "ples": 242,
    "les ": 194,
    "r": 249,
    "c": 106,
    "h": 159,
    " s": 57,
    "se": 264,
    "ea": 122,
    "ar": 88,
    "rc": 254,
    "ch": 110,
    "h ": 160,
    " se": 58,
    "sea": 266,
    "ear": 125,
    "arc": 89,
    "rch": 255,
    "ch ": 111,
    " sea": 59,
    "sear": 267,
    "earc": 126,
    "arch": 90,
    "rch ": 256,
    "o": 221,
    "fo": 147,
    "or": 231,
    "r ": 250,
    " fo": 25,
    "for": 148,
    "or ": 232,
    " for": 26,
    "for ": 149,
    "m": 200,
    "k": 186,
    " m": 39,
    "mi": 203,
    "il": 175,
    "lk": 195,
    "k ": 187,
    " mi": 42,
    "mil": 204,
    "ilk": 176,
    "lk ": 196,
    " mil": 43,
    "milk": 205,
    "ilk ": 177,
    " i": 30,
    "i ": 174,
    " i ": 31,
    " n": 46,
    "ne": 212,
    "ee": 129,
    "ed": 127,
    " ne": 47,
    "nee": 214,
    "eed": 130,
    "ed ": 128,
    " nee": 48,
    "need": 215,
    "eed ": 131,
    "b": 99,
    " b": 6,
    "br": 103,
    "re": 257,
    "ad": 76,
    " br": 9,
    "bre": 104,
    "rea": 258,
    "ead": 123,
    "ad ": 77,
    " bre": 10,
    "brea": 105,
    "read": 259,
    "ead ": 124,
    "w": 288,
    "sh": 268,
    "ho": 170,
    "ow": 237,
    "w ": 289,
    " sh": 60,
    "sho": 269,
    "how": 171,
    "ow ": 238,
    " sho": 61,
    "show": 270,
    "how ": 172,
    "me": 201,
    "e ": 121,
    " me": 40,
    "me ": 202,
    " me ": 41,
    "g": 150,
    " o": 49,
    "ra": 251,
    "an": 80,
    "ng": 216,
    "ge": 151,
    " or": 52,
    "ora": 233,
    "ran": 252,
    "ang": 81,
    "nge": 217,
    "ges": 152,
    " ora": 53,
    "oran": 234,
    "rang": 253,
    "ange": 82,
    "nges": 218,
    "ges ": 153,
    " d": 16,
    "do": 118,
    "o ": 222,
    " do": 17,
    "do ": 119,
    " do ": 18,
    "y": 293,
    "u": 281,
    " y": 70,
    "yo": 298,
    "ou": 235,
    "u ": 282,
    " yo": 73,
    "you": 299,
    "ou ": 236,
    " you": 74,
    "you ": 300,
    "v": 285,
    " h": 27,
    "ha": 161,
    "av": 96,
    "ve": 286,
    " ha": 28,
    "hav": 162,
    "ave": 97,
    "ve ": 287,
    " hav": 29,
    "have": 163,
    "ave ": 98,
    " e": 19,
    "eg": 134,
    "gg": 154,
    "gs": 157,
    " eg": 20,
    "egg": 135,
    "ggs": 155,
    "gs ": 158,
    " egg": 21,
    "eggs": 136,
    "ggs ": 156,
    " l": 36,
    "lo": 197,
    "oo": 228,
    "ok": 223,
    " lo": 37,
    "loo": 198,
    "ook": 229,
    "ok ": 224,
    " loo": 38,
    "look": 199,
    "ook ": 230,
    " c": 11,
    "he": 164,
    " ch": 14,
    "che": 112,
    "hee": 165,
    "ees": 132,
    "ese": 139,
    "se ": 265,
    " che": 15,
    "chee": 113,
    "hees": 166,
    "eese": 133,
    "ese ": 140,
    "dd": 116,
    " ad": 2,
    "add": 78,
    "dd ": 117,
    " add": 3,
    "add ": 79,
    "t": 274,
    " t": 62,
    "th": 276,
    "hi": 167,
    "is": 182,
    " th": 63,
    "thi": 277,
    "his": 168,
    "is ": 183,
    " thi": 64,
    "this": 278,
    "his ": 169,
    "to": 279,
    " to": 65,
    "to ": 280,
    " to ": 66,
    "my": 206,
    "y ": 294,
    " my": 44,
    "my ": 207,
    " my ": 45,
    "ca": 107,
    "rt": 260,
    "t ": 275,
    " ca": 12,
    "car": 108,
    "art": 91,
    "rt ": 261,
    " car": 13,
    "cart": 109,
    "art ": 92,
    " w": 67,
    "wa": 290,
    "nt": 219,
    " wa": 68,
    "wan": 291,
    "ant": 83,
    "nt ": 220,
    " wan": 69,
    "want": 292,
    "ant ": 84,
    "on": 225,
    " on": 50,
    "one": 226,
    "ne ": 213,
    " one": 51,
    "one ": 227,
    " p": 54,
    "pu": 246,
    "ut": 283,
    " pu": 55,
    "put": 247,
    "ut ": 284,
    " put": 56,
    "put ": 248,
    "it": 184,
    " it": 34,
    "it ": 185,
    " it ": 35,
    "n ": 209,
    " in": 32,
    "in ": 179,
    " in ": 33,
    "ba": 100,
    "as": 93,
    "sk": 271,
    "ke": 188,
    "et": 141,
    " ba": 7,
    "bas": 101,
    "ask": 94,
    "ske": 272,
    "ket": 189,
    "et ": 142,
    " bas": 8,
    "bask": 102,
    "aske": 95,
    "sket": 273,
    "ket ": 190,
    "ye": 295,
    " ye": 71,
    "yes": 296,
    " yes": 72,
    "yes ": 297
  },
  "response": null,
  "action_text": null
}